#4 არითმეტიკული მოქმედებები 

print(5 + 5)

print(5 - 3)

print(5 * 2)

print(10 / 5)

#5 ორი ტექსტური ერთეულის შეერთება 

print("zuka" + "abashidze") #ჩემი სახელი-გვარი მივიღე 

#6 დავუშვათ ძალით შეცდომა

#7 ტერმინალი არის ადგილი სადაც ჩვენ ვიღებთ ჩვენს მიერ დაწერილი კოდის შედეგებს.

#8 ცვლადებს შორის არითმეტიკული მოქმედებები

#1 
name = "zuka"
surname = "abashidze"

print(name + " " + surname)

#2 
age = 15
height = 161

print(age * height)

#9 რა არის String და Integer?

# პითონში String გამოიყენება ტექსტური მონაცემების წარმოსადგენად.
# სტრიქონი არის სიმბოლოების თანმიმდევრობა, 
# რომელიც ჩასმულია ერთ ბრჭყალებში ('') ან ორმაგ ბრჭყალებში (""). 
#Int, ანუ Integer, არის მთელი რიცხვი, დადებითი ან უარყოფითი, ათწილადების გარეშე, შეუზღუდავი სიგრძით. მას არ სჭირდება ბრჭყალები.

